const resumes = [
  {
    id: "huangwenru",
    name: "黄文如",
    majorGrade: "2024级 广东药科大学 口腔医学（本科大二在读）",
    shortMajor: "口腔医学24级",
    photo: "images/huangwenru.png",
    selfEvaluation: "专业实践能力良好，组织协调和团队协作能力强，吃苦耐劳，责任心强，服从组织安排，能适应长时间车程与基层实践环境，学习能力强，调研能力良好。",
    experience: [
      "2026.03 参与校园及社区口腔健康义诊志愿活动",
      "2026.02 至今任大学生创新创业训练计划项目负责人",
      "2025.04 为第十八届“挑战杯”肇庆市“百千万工程”专项赛组内成员"
    ],
    skills: [
      "英语四级 571 分、六级 501 分，普通话二级甲等",
      "能听懂特定语境下的粤语基础对话，可简单沟通",
      "持有 C2 驾照",
      "擅长书法",
      "熟悉 Office 办公软件，具备基础 PPT 制作与数据整理能力",
      "会设计调查问卷、撰写汇报材料"
    ],
    motivation: "愿意为基层医疗服务贡献力量，希望将专业知识应用于实践服务，通过实践完成调研数据整理与成果总结工作。"
  },
  {
    id: "wangqi",
    name: "王祺",
    majorGrade: "2024级 广东药科大学 口腔医学 24班",
    shortMajor: "口腔医学24班",
    photo: "images/wangqi.png",
    selfEvaluation: "性格开朗，善于沟通，不怕吃苦，乐于助人，责任心强，不怕晕车，新环境适应能力强，希望充实自身。",
    experience: [
      "2025年暑期在东莞第八儿童医院进行近半个月口腔见习",
      "2025年9月参加新生迎新志愿活动",
      "2026年3月参加广药大附一院口腔医学中心“学雷锋”主题活动"
    ],
    skills: [
      "会视频剪辑、拍摄视频和照片",
      "会制作 PPT、表格",
      "擅长画画，可简单美术设计",
      "有一定文字功底，能参与文案写作",
      "不会粤语，无驾照"
    ],
    motivation: "希望参加有意义的实践活动充实自己，提升自身能力。"
  }
  {
    id: "chenyingpei",
    name: "陈瑛培",
    majorGrade: "2024级 广东药科大学 口腔医学 24班",
    shortMajor: "口腔医学24班",
    photo: "images/chenyingpei.png",
    selfEvaluation: "本人性格开朗沉稳细心，在班内担任体育委员，工作认真负责、积极主动，具备良好的沟通协调能力与团队协作精神，能够较快理解并消化分配到的任务，并按时按质完成。本人摄影能力较好，会拍摄照片、视频，也会编辑文案。有医院见习经验，掌握基本技能，学习能力强，能快速适应工作环境。希望加入实践团队，在服务中实现自我价值。",
    experience: [
      "2025年暑期在佛山第二人民医院进行近半个月口腔见习",
      "目前担任口腔医学24班体育委员，负责班级各项文体工作",
      "工作能力和组织能力较强，积极参与志愿活动，有较强的奉献意识。"
    ],
    skills: [
      "持有驾照，能熟练驾驶手动挡、自动挡车辆，也可驾驶电动车",
      "能够熟练听与讲粤语",
      "经常参加志愿活动，如社区关爱银发老人活动、校园清扫活动等，有医院见习经历",
      "有无人机操作经历，会使用单反、运动相机等摄影器材",
      "熟练使用 Word 文档、PPT 制作，会运用剪映剪辑短视频"
    ],
    motivation: "希望参加有意义的实践活动充实自己，提升自身能力。"
  }
];
